export default function getKIPData() {
    return [
        {
            d1: "องค์ประกอบที่ 1 การประเมินประสิทธิภาพประสิทธิผลของการดําเนินงาน",
            d2: "1.1. ความสําเร็จของการจัดทํายุทธศาสตร์ด้านเทคโนโลยี ระบบราง (ว1)",
            d3: "0.00",
            d4: "0.00",
            d5: "0.00",
            d6: "0.00",
            d7: "0.00",
            d8: "0.00"
        },
        {
            d1: "",
            d2: "1.2. จํานวนข้อเสนอเชิงนโยบายในการขับเคลื่อนการพัฒนาเทคโนโลยีและเศรษฐกิจระบบราง (ว1)",
            d3: "0.00",
            d4: "0.00",
            d5: "0.00",
            d6: "0.00",
            d7: "0.00",
            d8: "0.00"
        },
        {
            d1: "",
            d2: "1.3 จํานวนผลงานวิจัยตามความต้องการและเชื่อมโยงสู่ภาคอุตสาหกรรม",
            d3: "0.00",
            d4: "0.00",
            d5: "0.00",
            d6: "0.00",
            d7: "0.00",
            d8: "0.00"
        },
        {
            d1: "",
            d2: "1.4 จํานวนคู่มือมาตรฐานวิธีการทดสอบด้านระบบราง (ว3)",
            d3: "0.00",
            d4: "0.00",
            d5: "0.00",
            d6: "0.00",
            d7: "0.00",
            d8: "0.00"
        },
        {
            d1: "",
            d2: "1.5 ความสําเร็จของงานด้านการตรวจวัดวิเคราะห์ และทดสอบ ให้คําปรึกษาด้านผลิตภัณฑ์และงานด้านระบบราง (ว3)",
            d3: "0.00",
            d4: "0.00",
            d5: "0.00",
            d6: "0.00",
            d7: "0.00",
            d8: "0.00"
        },
        {
            d1: "",
            d2: "1.6 จํานวนหลักสูตรที่พัฒนาจากองค์ความรู้และเทคโนโลยีระบบราง(ว4 และ ว5)",
            d3: "0.00",
            d4: "0.00",
            d5: "0.00",
            d6: "0.00",
            d7: "0.00",
            d8: "0.00"
        },
        {
            d1: "",
            d2: "1.7. ความสําเร็จของการจัดทําแพลตฟอร์ม Rail Academy ด้านพัฒนาบุคลากรของภาคอุตสาหกรรม (ว5)",
            d3: "0.00",
            d4: "0.00",
            d5: "0.00",
            d6: "0.00",
            d7: "0.00",
            d8: "0.00"
        },
        {
            d1: "",
            d2: "1.8 ความสําเร็จของการจัดทําฐานข้อมูลเทคโนโลยีระบบรางที่ใช้ อ้างอิงระดับประเทศ (ว6)",
            d3: "0.00",
            d4: "0.00",
            d5: "0.00",
            d6: "0.00",
            d7: "0.00",
            d8: "0.00"
        },
        {
            d1: "องค์ประกอบที่ 2 การประเมินศักยภาพขององค์การมหาชน",
            d2: "2.1 การพัฒนาองค์การสู่ดิจิทัลการปรับเปลี่ยนหน่วยงานไปสู่ความเป็นดิจิทัล (Digital Transformation)",
            d3: "0.00",
            d4: "0.00",
            d5: "0.00",
            d6: "0.00",
            d7: "0.00",
            d8: "0.00"
        },
        {
            d1: "",
            d2: "2.2 การประเมินสถานะของหน่วยงานภาครัฐในการเป็นระบบราชการ 4.0 (PMQA 4.0) 10",
            d3: "0.00",
            d4: "0.00",
            d5: "0.00",
            d6: "0.00",
            d7: "0.00",
            d8: "0.00"
        },
        {
            d1: "",
            d2: "2.3 การควบคุมดูแลกิจการของคณะกรรมการองค์การมหาชน",
            d3: "0.00",
            d4: "0.00",
            d5: "0.00",
            d6: "0.00",
            d7: "0.00",
            d8: "0.00"
        }
    ]
}